
brew "autojump"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "boost"
brew "certbot"
brew "cffi"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "ctags", link: false
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dotnet"
brew "edencommon"
brew "fork-cleaner"
brew "fzf"
brew "gh"
brew "git"
brew "glib"
brew "gnutls"
brew "go"
brew "gpatch"
brew "grip"
brew "guile"
brew "htop"
brew "hub"
brew "irssi"
brew "jq"
brew "jsonlint"
brew "lazygit"
brew "libssh"
brew "libssh2"
brew "lima"
brew "luarocks"
brew "m-cli"
brew "markdown"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "mas"
brew "mdcat"
brew "ncurses"
brew "neovim"
brew "node"
brew "nvm"
brew "ocaml"
brew "ocamlbuild"
brew "opam"
brew "perl"
brew "pip-completion"
brew "pkgconf"
brew "python"
brew "python3"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "speedtest-cli"
brew "sqlite"
brew "sst/tap/opencode"
brew "starship"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "universal-ctags"
brew "uv"
brew "vim"
brew "w3m"
brew "watchman"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
cask "amethyst"
cask "bettertouchtool"
cask "chatbox"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "graphiql"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "keybase"
cask "keycastr"
cask "macwhisper"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
tap "domt4/autoupdate"
tap "sst/tap"
vscode "janisdd.vscode-edit-csv"
vscode "ms-vsliveshare.vsliveshare"
