brew 'autojump'
brew 'automake'
brew 'awscli'
brew 'bash-completion'
brew "boost"
brew "certbot"
brew "cffi"
brew 'cmake'
brew "ctags", link: false
brew "curl"
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dotnet"
brew "edencommon"
brew 'fork-cleaner'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'glib'
brew 'gnutls'
brew 'go'
brew 'gpatch'
brew 'grip'
brew "guile"
brew 'htop'
brew 'hub'
brew 'irssi'
brew 'jq'
brew 'jsonlint'
brew "libssh"
brew "libssh2"
brew "lima"
brew "luarocks"
brew "markdown"
brew "markdown-toc"
brew "markdownlint-cli2"
brew 'mas'
brew 'ncurses'
brew 'neovim'
brew 'node'
brew 'nvm'
brew 'ocaml'
brew 'ocamlbuild'
brew 'opam'
brew 'perl'
brew 'pip-completion'
brew 'pkg-config'
brew 'python'
brew 'python3'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'sqlite'
brew 'svn'
brew 'telnet'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tidy-html5'
brew 'tig'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'universal-ctags'
brew 'vim'
brew 'w3m'
brew 'watchman'
brew 'yarn'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'


cask 'amethyst'
cask 'bettertouchtool'
cask "chatbox"
cask 'font-fira-mono-for-powerline'
cask 'font-fira-code-nerd-font'
cask 'font-fira-mono-nerd-font'
cask "github"
cask 'google-chrome'
cask 'graphiql'
cask 'insomnia'
cask 'iterm2'
cask 'keybase'
cask 'keycastr'
cask "macwhisper"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-remote-desktop"
cask 'postman'
cask "raycast"
cask 'slack'
cask 'spotify'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
vscode "janisdd.vscode-edit-csv"
vscode "ms-vsliveshare.vsliveshare"
