tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'


brew 'autojump'
brew 'automake'
brew 'aws-sam-cli'
brew 'awscli'
brew 'azure-cli'
brew 'bash-completion'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'fork-cleaner'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'glib'
brew 'gnutls'
brew 'go'
brew 'gpatch'
brew 'grip'
brew 'htop'
brew 'hub'
brew 'irssi'
brew 'jq'
brew 'jsonlint'
brew 'markdown'
brew 'mas'
brew 'ncurses'
brew 'neovim'
brew 'node'
brew 'nvm'
brew 'ocaml'
brew 'ocamlbuild'
brew 'opam'
brew 'openconnect'
brew 'openldap'
brew 'openssl'
brew 'pam_reattach'
brew 'perl'
brew 'pip-completion'
brew 'pkg-config'
brew 'python'
brew 'python3'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'sqlite'
brew 'telnet'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tidy-html5'
brew 'tig'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'universal-ctags'
brew 'vim'
brew 'vpn-slice'
brew 'w3m'
brew 'watchman'
brew 'yarn'
brew 'zplug'
brew 'zsh'
brew 'zsh-completions'


cask 'alfred'
cask 'amethyst'
cask 'bettertouchtool'
cask 'bitwarden'
cask 'figma'
cask 'firefox'
cask 'flash-npapi'
cask 'flash-player'
cask 'font-fira-mono-for-powerline'
cask 'font-firacode-nerd-font'
cask 'font-firacode-nerd-font-mono'
cask 'font-firamono-nerd-font'
cask 'google-chrome'
cask 'graphiql'
cask 'hermes'
cask 'insomnia'
cask 'iterm2'
cask 'java'
cask 'kap'
cask 'keybase'
cask 'keycastr'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'postman'
cask 'slack'
cask 'soundflower'
cask 'soundflowerbed'
cask 'spotify'
cask 'tunnelblick'
cask 'visual-studio-code'
cask 'vlc'
