tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'

brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bdw-gc'
brew 'cmake'
brew 'coreutils'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'go'
brew 'grip'
brew 'htop'
brew 'jq'
brew 'jsonlint'
brew 'libevent'
brew 'libtool'
brew 'libyaml'
brew 'mongodb'
brew 'neovim/neovim/neovim'
brew 'openssl'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
brew 'python'
brew 'python3'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'rtv'
brew 'ruby'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'trash'
brew 'vim'
brew 'w3m'
brew 'xz'
brew 'yarn'

cask 'amethyst'
cask 'bettertouchtool'
cask 'docker-edge'
cask 'font-fira-mono-for-powerline'
cask 'font-firamono-nerd-font'
cask 'font-firacode-nerd-font'
cask 'font-firacode-nerd-font-mono'
cask 'flash-player'
cask 'flash-npapi'
cask 'google-chrome'
cask 'hermes'
cask 'iterm2'
cask 'java'
cask 'mongohub'
cask 'radiant-player'
cask 'slack'
cask 'hipchat'
cask 'vlc'
cask 'android-platform-tools'
cask 'signal'
